index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Emacs Life</title>
<!-- 2014-04-30 Wed 16:09 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="./css/foundation.min.css"></link>
<link rel="stylesheet" type="text/css" href="./css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="./css/style.css"></link>
<link rel="stylesheet" type="text/css" href="./css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Emacs Life</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Start with Emacs</a></li>
<li><a href="#sec-2">2. Improve your Emacs setup</a></li>
<li><a href="#sec-3">3. Enjoy Emacs</a></li>
</ul>
</div>
</div>
<table><tr><td>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Start with Emacs</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="blog-posts/2014-04-14-emacs-beginner-resources.html">Emacs beginner resources</a>
</li>
<li><a href="blog-posts/2013-05-17-how-to-learn-emacs-a-hand-drawn-one-pager-for-beginners.html">How to learn Emacs</a> - a hand-drawn one-page guide for beginners
</li>
<li><a href="blog-posts/2013-09-02-how-to-learn-emacs-keyboard-shortcuts-a-visual-tutorial-for-newbies.html">How to learn Emacs keyboard shortcuts</a> - another visual guide
</li>
<li><a href="blog-posts/2014-03-24-emacs-basics-using-mouse.html">Emacs Basics: Using the mouse</a>
</li>
<li><a href="blog-posts/2014-03-31-emacs-basics-call-commands-name-m-x-tips-better-completion-using-ido-helm.html">Emacs Basics: Calling commands by name</a>
</li>
<li><a href="blog-posts/2014-04-07-emacs-basics-customizing-emacs.html">Emacs Basics: Customizing Emacs</a>
</li>
<li><a href="baby-steps-org.html">A baby steps guide to managing your tasks with Org</a>
</li>
<li><a href="how-to-read-emacs-lisp.html">How to read Emacs Lisp so that you can customize Emacs</a>
</li>
</ul>

</td><td>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Improve your Emacs setup</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="blog-posts/2014-01-13-tips-learning-org-mode-emacs.html">Tips for learning Org Mode for Emacs</a>
</li>
</ul>

</td><td>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Enjoy Emacs</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="blog-posts/2014-04-28-reflecting-10-episodes-emacs-chats.html">Emacs Chats</a>: hour-long conversations with various people about Emacs
</li>
</ul>

</td></table>


<p>
Source: <a href="http://github.com/sachac/emacs-notes">http://github.com/sachac/emacs-notes</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2014-04-30 Wed 16:09</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.5h)</p>
<p class="validation"></p>
</div>
</body>
</html>
